2m3_27mm_wall_H2_test_58/constant/pyrolysisZones
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      pyrolysisZones;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
pyrolysis
{
    active          false; //true;

    pyrolysisModel  none;// thermo;
/*
    region          panelRegion;

    noPyrolysisCoeffs
    {
    }
*/
}


// ************************************************************************* //
